[
  {
    "id": 1,
    "nameRussian": "Твин Пикс",
    "nameNative": "Twin Pix",
    "releasedDate": "2017",
    "countries": null,
    "plot": "asd",
    "rating": 5.5,
    "price": 1000.0,
    "picturePath": "/url",
    "genres": null,
    "reviews": null
  },
  {
    "id": 2,
    "nameRussian": "Зеленая миля",
    "nameNative": "The Green Mile",
    "releasedDate": "1999",
    "countries": null,
    "plot": "Обвиненный в страшном преступлении, Джон Коффи оказывается в блоке смертников тюрьмы «Холодная гора». Вновь прибывший обладал поразительным ростом и был пугающе спокоен, что, впрочем, никак не влияло на отношение к нему начальника блока Пола Эджкомба, привыкшего исполнять приговор.",
    "rating": 8.9,
    "price": 134.67,
    "picturePath": "green_mile173_173.jpg",
    "genres": null,
    "reviews": null
  },
  {
    "id": 3,
    "nameRussian": "Форрест Гамп",
    "nameNative": "Forrest Gump",
    "releasedDate": "1994",
    "countries": null,
    "plot": "От лица главного героя Форреста Гампа, слабоумного безобидного человека с благородным и открытым сердцем, рассказывается история его необыкновенной жизни.Фантастическим образом превращается он в известного футболиста, героя войны, преуспевающего бизнесмена. Он становится миллиардером, но остается таким же бесхитростным, глупым и добрым. Форреста ждет постоянный успех во всем, а он любит девочку, с которой дружил в детстве, но взаимность приходит слишком поздно.",
    "rating": 8.6,
    "price": 200.6,
    "picturePath": "forest173_173.jpg",
    "genres": null,
    "reviews": null
  },
  {
    "id": 4,
    "nameRussian": "Список Шиндлера",
    "nameNative": "Schindler's List",
    "releasedDate": "1993",
    "countries": null,
    "plot": "Фильм рассказывает реальную историю загадочного Оскара Шиндлера, члена нацистской партии, преуспевающего фабриканта, спасшего во время Второй мировой войны почти 1200 евреев.",
    "rating": 8.7,
    "price": 150.5,
    "picturePath": "shindler173_173.jpg",
    "genres": null,
    "reviews": null
  },
  {
    "id": 5,
    "nameRussian": "1+1",
    "nameNative": "Intouchables",
    "releasedDate": "2011",
    "countries": null,
    "plot": "Пострадав в результате несчастного случая, богатый аристократ Филипп нанимает в помощники человека, который менее всего подходит для этой работы, — молодого жителя предместья Дрисса, только что освободившегося из тюрьмы. Несмотря на то, что Филипп прикован к инвалидному креслу, Дриссу удается привнести в размеренную жизнь аристократа дух приключений.",
    "rating": 8.3,
    "price": 120.0,
    "picturePath": "1plus1_173_173.jpg",
    "genres": null,
    "reviews": null
  },
  {
    "id": 6,
    "nameRussian": "Начало",
    "nameNative": "Inception",
    "releasedDate": "2010",
    "countries": null,
    "plot": "Кобб — талантливый вор, лучший из лучших в опасном искусстве извлечения: он крадет ценные секреты из глубин подсознания во время сна, когда человеческий разум наиболее уязвим. Редкие способности Кобба сделали его ценным игроком в привычном к предательству мире промышленного шпионажа, но они же превратили его в извечного беглеца и лишили всего, что он когда-либо любил.",
    "rating": 8.6,
    "price": 130.0,
    "picturePath": "inception173_173.jpg",
    "genres": null,
    "reviews": null
  },
  {
    "id": 7,
    "nameRussian": "Жизнь прекрасна",
    "nameNative": "La vita è bella",
    "releasedDate": "1997",
    "countries": null,
    "plot": "Во время II Мировой войны в Италии в концлагерь были отправлены евреи, отец и его маленький сын. Жена, итальянка, добровольно последовала вслед за ними. В лагере отец сказал сыну, что все происходящее вокруг является очень большой игрой за приз в настоящий танк, который достанется тому мальчику, который сможет не попасться на глаза надзирателям. Он сделал все, чтобы сын поверил в игру и остался жив, прячась в бараке.",
    "rating": 8.2,
    "price": 145.99,
    "picturePath": "zhiznprekrasna173_173.jpg",
    "genres": null,
    "reviews": null
  },
  {
    "id": 8,
    "nameRussian": "Бойцовский клуб",
    "nameNative": "Fight Club",
    "releasedDate": "1999",
    "countries": null,
    "plot": "Терзаемый хронической бессонницей и отчаянно пытающийся вырваться из мучительно скучной жизни, клерк встречает некоего Тайлера Дардена, харизматического торговца мылом с извращенной философией. Тайлер уверен, что самосовершенствование — удел слабых, а саморазрушение — единственное, ради чего стоит жить.",
    "rating": 8.4,
    "price": 119.99,
    "picturePath": "fightclub173_173.jpg",
    "genres": null,
    "reviews": null
  },
  {
    "id": 9,
    "nameRussian": "Звёздные войны: Эпизод 4 – Новая надежда",
    "nameNative": "Star Wars",
    "releasedDate": "1977",
    "countries": null,
    "plot": "Татуин. Планета-пустыня. Уже постаревший рыцарь Джедай Оби Ван Кеноби спасает молодого Люка Скайуокера, когда тот пытается отыскать пропавшего дроида. С этого момента Люк осознает свое истинное назначение: он один из рыцарей Джедай. В то время как гражданская война охватила галактику, а войска повстанцев ведут бои против сил злого Императора, к Люку и Оби Вану присоединяется отчаянный пилот-наемник Хан Соло, и в сопровождении двух дроидов, R2D2 и C-3PO, этот необычный отряд отправляется на поиски предводителя повстанцев — принцессы Леи. Героям предстоит отчаянная схватка с устрашающим Дартом Вейдером — правой рукой Императора и его секретным оружием — «Звездой Смерти».",
    "rating": 8.1,
    "price": 198.98,
    "picturePath": "starWars4_173_173.jpg",
    "genres": null,
    "reviews": null
  },
  {
    "id": 10,
    "nameRussian": "Звёздные войны: Эпизод 5 – Империя наносит ответный удар",
    "nameNative": "Star Wars: Episode V - The Empire Strikes Back",
    "releasedDate": "1980",
    "countries": null,
    "plot": "Борьба за Галактику обостряется в пятом эпизоде космической саги. Войска Императора начинают массированную атаку на повстанцев и их союзников. Хан Соло и принцесса Лейя укрываются в Заоблачном Городе, в котором их и захватывает Дарт Вейдер, в то время как Люк Скайуокер находится на таинственной планете джунглей Дагоба. Там Мастер — джедай Йода обучает молодого рыцаря навыкам обретения Силы. Люк даже не предполагает, как скоро ему придется воспользоваться знаниями старого Мастера: впереди битва с превосходящими силами Императора и смертельный поединок с Дартом Вейдером.",
    "rating": 8.2,
    "price": 198.98,
    "picturePath": "starWars5_173_173.jpg",
    "genres": null,
    "reviews": null
  },
  {
    "id": 11,
    "nameRussian": "Унесённые призраками",
    "nameNative": "Sen to Chihiro no kamikakushi",
    "releasedDate": "2001",
    "countries": null,
    "plot": "Маленькая Тихиро вместе с мамой и папой переезжают в новый дом. Заблудившись по дороге, они оказываются в странном пустынном городе, где их ждет великолепный пир. Родители с жадностью набрасываются на еду и к ужасу девочки превращаются в свиней, став пленниками злой колдуньи Юбабы, властительницы таинственного мира древних богов и могущественных духов.",
    "rating": 8.6,
    "price": 145.9,
    "picturePath": "goast173_173.jpg",
    "genres": null,
    "reviews": null
  },
  {
    "id": 12,
    "nameRussian": "Титаник",
    "nameNative": "Titanic",
    "releasedDate": "1997",
    "countries": null,
    "plot": "Молодые влюбленные Джек и Роза находят друг друга в первом и последнем плавании «непотопляемого» Титаника. Они не могли знать, что шикарный лайнер столкнется с айсбергом в холодных водах Северной Атлантики, и их страстная любовь превратится в схватку со смертью…",
    "rating": 7.9,
    "price": 150.0,
    "picturePath": "titanik173_173.jpg",
    "genres": null,
    "reviews": null
  },
  {
    "id": 13,
    "nameRussian": "Пролетая над гнездом кукушки",
    "nameNative": "One Flew Over the Cuckoo's Nest",
    "releasedDate": "1975",
    "countries": null,
    "plot": "Сымитировав помешательство в надежде избежать тюремного заключения, Рэндл Патрик МакМерфи попадает в психиатрическую клинику, где почти безраздельным хозяином является жестокосердная сестра Милдред Рэтчед. МакМерфи поражается тому, что прочие пациенты смирились с существующим положением вещей, а некоторые — даже сознательно пришли в лечебницу, прячась от пугающего внешнего мира. И решается на бунт. В одиночку.",
    "rating": 8.7,
    "price": 180.0,
    "picturePath": "kukushka173_173.jpg",
    "genres": null,
    "reviews": null
  },
  {
    "id": 14,
    "nameRussian": "Ходячий замок",
    "nameNative": "Hauru no ugoku shiro",
    "releasedDate": "2004",
    "countries": null,
    "plot": "Злая ведьма заточила 18-летнюю Софи в тело старухи. В поисках того, кто поможет ей вернуться к своему облику, Софи знакомится с могущественным волшебником Хаулом и его демоном Кальцифером. Кальцифер должен служить Хаулу по договору, условия которого он не может разглашать. Девушка и демон решают помочь друг другу избавиться от злых чар…",
    "rating": 8.2,
    "price": 130.5,
    "picturePath": "walkingHouse173_173.jpg",
    "genres": null,
    "reviews": null
  },
  {
    "id": 15,
    "nameRussian": "Гладиатор",
    "nameNative": "Gladiator",
    "releasedDate": "2000",
    "countries": null,
    "plot": "В великой Римской империи не было военачальника, равного генералу Максимусу. Непобедимые легионы, которыми командовал этот благородный воин, боготворили его и могли последовать за ним даже в ад. Но случилось так, что отважный Максимус, готовый сразиться с любым противником в честном бою, оказался бессилен против вероломных придворных интриг. Генерала предали и приговорили к смерти. Чудом избежав гибели, Максимус становится гладиатором.",
    "rating": 8.6,
    "price": 175.0,
    "picturePath": "gladiator173_173.jpg",
    "genres": null,
    "reviews": null
  },
  {
    "id": 16,
    "nameRussian": "Большой куш",
    "nameNative": "Snatch",
    "releasedDate": "2000",
    "countries": null,
    "plot": "Четырехпалый Френки должен был переправить краденый алмаз из Англии в США своему боссу Эви. Но вместо этого герой попадает в эпицентр больших неприятностей. Сделав ставку на подпольном боксерском поединке, Френки попадает в круговорот весьма нежелательных событий. Вокруг героя и его груза разворачивается сложная интрига с участием множества колоритных персонажей лондонского дна — русского гангстера, троих незадачливых грабителей, хитрого боксера и угрюмого громилы грозного мафиози. Каждый норовит в одиночку сорвать Большой Куш.",
    "rating": 8.5,
    "price": 160.0,
    "picturePath": "bigKush173_173.jpg",
    "genres": null,
    "reviews": null
  },
  {
    "id": 17,
    "nameRussian": "Темный рыцарь",
    "nameNative": "The Dark Knight",
    "releasedDate": "2008",
    "countries": null,
    "plot": "Бэтмен поднимает ставки в войне с криминалом. С помощью лейтенанта Джима Гордона и прокурора Харви Дента он намерен очистить улицы от преступности, отравляющей город. Сотрудничество оказывается эффективным, но скоро они обнаружат себя посреди хаоса, развязанного восходящим криминальным гением, известным испуганным горожанам под именем Джокер.",
    "rating": 8.5,
    "price": 199.99,
    "picturePath": "darkKnight173_173.jpg",
    "genres": null,
    "reviews": null
  },
  {
    "id": 18,
    "nameRussian": "Как приручить дракона",
    "nameNative": "How to Train Your Dragon",
    "releasedDate": "2010",
    "countries": null,
    "plot": "Вы узнаете историю подростка Иккинга, которому не слишком близки традиции его героического племени, много лет ведущего войну с драконами. Мир Иккинга переворачивается с ног на голову, когда он неожиданно встречает дракона Беззубика, который поможет ему и другим викингам увидеть привычный мир с совершенно другой стороны…",
    "rating": 8.2,
    "price": 182.0,
    "picturePath": "howToTrainDragon173_173.jpg",
    "genres": null,
    "reviews": null
  },
  {
    "id": 19,
    "nameRussian": "Молчание ягнят",
    "nameNative": "The Silence of the Lambs",
    "releasedDate": "1990",
    "countries": null,
    "plot": "Психопат похищает и убивает молодых женщин по всему Среднему Западу Америки. ФБР, уверенное в том, что все преступления совершены одним и тем же человеком, поручает агенту Клариссе Старлинг встретиться с заключенным-маньяком, который мог бы объяснить следствию психологические мотивы серийного убийцы и тем самым вывести на его след.",
    "rating": 8.3,
    "price": 150.5,
    "picturePath": "silence173_173.jpg",
    "genres": null,
    "reviews": null
  },
  {
    "id": 20,
    "nameRussian": "Гран Торино",
    "nameNative": "Gran Torino",
    "releasedDate": "2008",
    "countries": null,
    "plot": "Вышедший на пенсию автомеханик Уолт Ковальски проводит дни, починяя что-то по дому, попивая пиво и раз в месяц заходя к парикмахеру. И хотя последним желанием его недавно почившей жены было совершение им исповеди, Уолту — ожесточившемуся ветерану Корейской войны, всегда держащему свою винтовку наготове, — признаваться в общем-то не в чем. Да и нет того, кому он доверял бы в той полной мере, в какой доверяет своей собаке Дейзи.",
    "rating": 8.1,
    "price": 100.5,
    "picturePath": "granTorino173_173.jpg",
    "genres": null,
    "reviews": null
  },
  {
    "id": 21,
    "nameRussian": "Хороший, плохой, злой",
    "nameNative": "Il buono, il brutto, il cattivo",
    "releasedDate": "2008",
    "countries": null,
    "plot": "В разгар гражданской войны таинственный стрелок скитается по просторам Дикого Запада. У него нет ни дома, ни друзей, ни компаньонов, пока он не встречает двоих незнакомцев, таких же безжалостных и циничных. По воле судьбы трое мужчин вынуждены объединить свои усилия в поисках украденного золота. Но совместная работа — не самое подходящее занятие для таких отъявленных бандитов, как они. Компаньоны вскоре понимают, что в их дерзком и опасном путешествии по разоренной войной стране самое важное — никому не доверять и держать пистолет наготове, если хочешь остаться в живых.",
    "rating": 8.5,
    "price": 130.0,
    "picturePath": "goodBadAngry173_173.jpg",
    "genres": null,
    "reviews": null
  },
  {
    "id": 22,
    "nameRussian": "Укрощение строптивого",
    "nameNative": "Il bisbetico domato",
    "releasedDate": "1980",
    "countries": null,
    "plot": "Категорически не приемлющий женского общества грубоватый фермер вполне счастлив и доволен своей холостяцкой жизнью. Но неожиданно появившаяся в его жизни героиня пытается изменить его взгляды на жизнь и очаровать его. Что же из этого получится…",
    "rating": 7.7,
    "price": 120.0,
    "picturePath": "stroptiv173_173.jpg",
    "genres": null,
    "reviews": null
  },
  {
    "id": 23,
    "nameRussian": "Блеф",
    "nameNative": "Bluff storia di truffe e di imbroglioni",
    "releasedDate": "1976",
    "countries": null,
    "plot": "Белль Дюк имеет старые счеты с Филиппом Бэнгом, который отбывает свой срок за решёткой. Для того чтобы поквитаться с Филиппом, Белль Дюк вступает в сговор с другим аферистом по имени Феликс, чтобы тот организовал побег Филиппа Бенга из тюрьмы. Побег удаётся, но парочка заодно обманывает и Белль Дюк, исчезнув прямо из-под её носа. Выясняется, что и Филипп Бэнг, в свою очередь, не прочь отомстить Белль Дюк. Для этого он задумывает грандиозную мистификацию, сродни покерному блефу…",
    "rating": 7.6,
    "price": 100.0,
    "picturePath": "blef173_173.jpg",
    "genres": null,
    "reviews": null
  },
  {
    "id": 24,
    "nameRussian": "Джанго освобожденный",
    "nameNative": "Django Unchained",
    "releasedDate": "2012",
    "countries": null,
    "plot": "Эксцентричный охотник за головами, также известный как «Дантист», промышляет отстрелом самых опасных преступников. Работенка пыльная, и без надежного помощника ему не обойтись. Но как найти такого и желательно не очень дорогого? Беглый раб по имени Джанго — прекрасная кандидатура. Правда, у нового помощника свои мотивы — кое с чем надо разобраться…",
    "rating": 8.5,
    "price": 170.0,
    "picturePath": "django173_173.jpg",
    "genres": null,
    "reviews": null
  },
  {
    "id": 25,
    "nameRussian": "Танцующий с волками",
    "nameNative": "Dances with Wolves",
    "releasedDate": "1990",
    "countries": null,
    "plot": "Действие фильма происходит в США во времена Гражданской войны. Лейтенант американской армии Джон Данбар после ранения в бою просит перевести его на новое место службы ближе к западной границе США. Место его службы отдалённый маленький форт. Непосредственный его командир покончил жизнь самоубийством, а попутчик Данбара погиб в стычке с индейцами после того, как довез героя до места назначения. Людей, знающих, что Данбар остался один в форте и должен выжить в условиях суровой природы, и в соседстве с кажущимися негостеприимными коренными обитателями Северной Америки, просто не осталось. Казалось, он покинут всеми. Постепенно лейтенант осваивается, он ведет записи в дневнике…",
    "rating": 8.0,
    "price": 120.55,
    "picturePath": "dancingWithWolfs173_173.jpg",
    "genres": null,
    "reviews": null
  }
]
